Repository: beuapp/woocomerce-payment
Catalog: languages/*.po
Languages: es_co

source: Payments with BEU
es_co: Pagos con BEU

source: Beu Credit Card
es_co: Beu Tarjeta de crédito

source: Pay by credit card card
es_co: Pagar con tarjeta de cédito

source: Development Mode
es_co: Modo desarrollo

source: Enable mode development
es_co: Activar el modo desarrollo

source: Check to enable the development mode.
es_co: Marque esta casilla para activar el modo de desarrollo.

source: Enable/Disable
es_co: Activar/Desactivar

source: Enable BEU
es_co: Activar BEU

source: Activates or deactivates the component
es_co: Activa o desactiva el componente

source: Title
es_co: Título

source: Title that the user will see during checkout.
es_co: Título que el usuario verá durante el pago.

source: Credit Card
es_co: Tarjeta de crédito

source: Description
es_co: Descripción

source: Message to be displayed to the user during payment
es_co: Mensaje que se le va a mostrar al usuario durante el pago

source: Return URL
es_co: URL de Retorno

source: Select Page
es_co: Seleccionar página

source: I selected URL of return after payment.
es_co: Seleccioné URL de retorno después del pago.

source: Enter the % in Beu, e.g.: 3%
es_co: Ingresa el % en Beu, ej: 3%

source: Enter the ProfileId
es_co: Ingresé el ProfileId

source: Enter the ShortId.
es_co: Ingresé el ShortId.

source: Enter the token here.
es_co: Ingresé tu token aquí.

source: TEST MODE IS ENABLED
es_co: EL MODO TEST ESTÁ HABILITADO

source: Documentation.
es_co: Documentación.

source: Beu Commission
es_co: Comisión Beu

source: Waiting for the payment.
es_co: Esperando el proceso del pago.

source: Redirecting to the payment provider.
es_co: Redireccionando al proveedor de pagos.

source: Order placed and the user will be redirected to the payment gateway.
es_co: Pedido realizado y el usuario será redirigido a la pasarela de pagos.

source: Thank you for your order, click on the button that appears to continue payment with Beu.
es_co: Gracias por su pedido, de clic en el botón que aparece para continuar el pago con Beu.

source: Pay
es_co: Pagar

source: Cancel order
es_co: Cancelar orden

source: Thank you for shopping with us, your payment has been processed successfully!
es_co: Gracias por comprar con nosotros. ¡El pago se ha procesado exitosamente!

source: Payment error: Status of transaction %1$s Unfortunately, your order cannot be processed; the bank/merchant has declined your transaction. Please try to make the purchase again.
es_co: Error en el pago: Estado de la transacción %1$s Desafortunadamente, tu pedido no se puede procesar; el banco/comercio ha rechazado tu transacción. Por favor, intenta realizar la compra de nuevo.

source: Transaction is in pending status, result: %1$s
es_co: La transacción está en estado pendiente, resultado: %1$s

source: Thank you for shopping with us. Your transaction is currently on hold.
es_co: Gracias por comprar con nosotros. En estos momentos su transacción se encuentra en espera.

source: Default Page
es_co: Página por defecto

source: Orders Page
es_co: Página de pedidos

source: View Order Page
es_co: Ver página de pedidos

source: Pay with PSE
es_co: Pagar con PSE

source: Response transaction successful Beu
es_co: Respuesta transacción exitosa Beu

source: Transaction Status
es_co: Estado de la Transacción

source: Thank you for your purchase!
es_co: ¡Gracias por tu compra!
